"Typing" = "Typing";
"Column Typing" = "Column Typing";
"Completion" = "Completion";
"Cut" = "Cut";
"Paste" = "Paste";
"Paste Column" = "Paste Column";
"Clear" = "Clear";
"Shift" = "Shift";
"Change Case" = "Change Case";
"Hard Wrap" = "Hard Wrap";
"Unwrap" = "Unwrap";
"Zap" = "Zap";
"Entab" = "Entab";
"Detab" = "Detab";
"Normalize Line Endings" = "Normalize Line Endings";
"Replace" = "Replace";
"Replace All" = "Replace All";
"Drag" = "Drag";
"Drag Column" = "Drag Column";
"Spelling" = "Spelling";
"Scripting" = "Scripting";
"Exchange" = "Exchange";
"Rewrap" = "Rewrap";
"Change Quote Level" = "Change Quote Level";
"Strip Quotes" = "Strip Quotes";
"Insert Clipping" = "Insert Clipping";
"Add Line Breaks" = "Add Line Breaks";
"Insert File" = "Insert File";
"Insert Listing" = "Insert Listing";
"Insert Page Break" = "Insert Page Break";
"Insert Path" = "Insert Path";
"Insert Date" = "Insert Date";
"Insert Emacs Local Variables" = "Insert Emacs Local Variables";
"Service" = "Service";
"Revert" = "Revert";
"Reload" = "Reload";
"Reopen Using Encoding" = "Reopen Using Encoding";
"Text Factory" = "Text Factory";
"Un/Comment" = "Un/Comment";
"Insert Template" = "Insert Template";
"Shell Server Output" = "Shell Server Output";
"Number Lines" = "Number Lines";
"Prefix Suffix Lines" = "Prefix Suffix Lines";
"Sort Lines" = "Sort Lines";
"Process Duplicates" = "Process Duplicates";
"Process Lines Containing" = "Process Lines Containing";
"Educate Quotes" = "Educate Quotes";
"Straighten Quotes" = "Straighten Quotes";
"Convert to ASCII" = "Convert to ASCII";
"Update Emacs Local Variables" = "Update Emacs Local Variables";
"Tidy Clean" = "Tidy Clean";
"Tidy Reflow" = "Tidy Reflow";
"Tidy Convert to XHTML" = "Tidy Convert to XHTML";
"Tidy Convert to XML" = "Tidy Convert to XML";
"Source Control Log" = "Source Control Log";
"Unix Script Log" = "Unix Script Log";
"Strip Trailing Whitespace" = "Strip Trailing Whitespace";
"Append to Scratchpad" = "Append to Scratchpad";
"Update" = "Update";
"Translate" = "Translate";
"Format" = "Format";
"Update Images" = "Update Images";
"Tags To Uppercase" = "Tags To Uppercase";
"Tags To Lowercase" = "Tags To Lowercase";
"Normalize Tag Case" = "Normalize Tag Case";
"Remove Markup" = "Remove Markup";
"Optimize" = "Optimize";
"Insert Property" = "Insert Property";
"Markup" = "Markup";
"Unix Filter" = "Unix Filter";
"Move Line" = "Move Line";
"Delete Line" = "Delete Line";
"Insert Line" = "Insert Line";
"Duplicate Line" = "Duplicate Line";
"Command-Line Pipe" = "Command-Line Pipe";
"Apply Difference" = "Apply Difference";
"Fix" = "Fix";
"Cut Columns" = "Cut Columns";
"Clear Columns" = "Clear Columns";
"Rearrange Columns" = "Rearrange Columns";
"Canonize" = "Canonize";
"Surround Selection" = "Surround Selection";
"Lipsum Generation" = "Lipsum Generation";
"Grep Cheat Sheet" = "Grep Cheat Sheet";
